export const mockTasks = [
  {
    desc: {
      preview: "Добро пожаловать в Flexbox Froggy. Игра, в которой тебе нужно помочь лягушонку Фроги и его друзьям, написав CSS код! Направь этого лягушонка на лилию справа, используя свойство justify-content, которое выравнивает элементы горизонтально и принимает следующие значения:",
      rulesList: [
        "flex-start: элементы выравниваются по левой стороне контейнера",
        "flex-end: элементы выравниваются по правой стороне контейнера",
        "center: элементы выравниваются по центру контейнера.",
        "space-between: элементы отображаются с одинаковыми отступами между ними.",
        "space-around: элементы отображаются с одинаковыми отступами вокруг них."
        ],
      example: "Например, justify-content: flex-end; сдвинет лягушонка вправо."
    },
    answer: ['justify-content: flex-end']
  }
]
